export const possibilities = [
  {
    name: "Поиск проектов",
    line1: "Легко находите проекты, соответствующие вашим интересам и навыкам.",
    line2:
      "Фильтры по языкам программирования, типам проектов и уровню сложности.",
  },
  {
    name: "Создание команд",
    line1:
      "Объединяйтесь с единомышленниками и создавайте команды для реализации проектов.",
    line2: "Зовите своих друзей и выполняйте проекты вместе!",
  },
  {
    name: "Менторство и обучение",
    line1: "Получайте советы и поддержку от опытных менторов.",
    line2: "Участвуйте в вебинарах и воркшопах, улучшайте свои навыки.",
  },
  {
    name: "Форумы и чаты",
    line1: "Общайтесь с другими участниками, делитесь опытом и идеями.",
    line2: "Участвуйте в обсуждениях и получайте обратную связь.",
  },
  {
    name: "Возможность получения оффера!",
    line1:
      "Продемонстрируйте свои навыки и получите предложения о работе от ведущих компаний.",
    line2:
      "Участвуйте в аутсорс-проектах и зарабатывайте, развивая свои навыки.",
  },
];
