export interface Possibilities {
  name: string;
  lines: Array<string>;
}

export const possibilities: Possibilities[] = [
  {
    name: "Поиск проектов",
    lines: [
      "Легко находите проекты, соответствующие вашим интересам и навыкам.",
      "Фильтры по языкам программирования, типам проектов и уровню сложности.",
    ],
  },
  {
    name: "Создание команд",
    lines: [
      "Объединяйтесь с единомышленниками и создавайте команды для реализации проектов.",
      "Зовите своих друзей и выполняйте проекты вместе!",
    ],
  },
  {
    name: "Менторство и обучение",
    lines: [
      "Получайте советы и поддержку от опытных менторов.",
      "Участвуйте в вебинарах и воркшопах, улучшайте свои навыки.",
    ],
  },
  {
    name: "Форумы и чаты",
    lines: [
      "Общайтесь с другими участниками, делитесь опытом и идеями.",
      "Участвуйте в обсуждениях и получайте обратную связь.",
    ],
  },
  {
    name: "Возможность получения оффера!",
    lines: [
      "Продемонстрируйте свои навыки и получите предложения о работе от ведущих компаний.",
      "Участвуйте в аутсорс-проектах и зарабатывайте, развивая свои навыки.",
    ],
  },
];
